Repository: sugarlabs/chat
Catalog: po/*.po
Languages: mg

source: Chat
mg: Tafatafa

source: Text chat
mg: Tafatafa an-tsoratra

source: Please wait for a connection before starting to chat.
mg: Andraso hisy fifandraisana alohan'ny hanombohana mitafatafa azafady.

source: Off-line
mg: Ivelan-jotra

source: Share, or invite someone.
mg: Mizara, na manasa olona.

source: On-line
mg: An-jotra

source: Private Chat
mg: Tafatafa Manokana

source: left the chat
mg: nandao ny tafatafa

source: Connected
mg: Mifandray

source: Message from %s
mg: Hafatra avy amin'i %s

source: URL from Chat
mg: URL avy amin'ny Tafatafa

source: %s joined the chat
mg: Niditra amin'ny tafatafa i %s

source: %s left the chat
mg: Niala tamin'ny tafatafa i %s

source: %s is here
mg: Eto i %s

source: You must be connected to a friend before starting to chat.
mg: Tsy maintsy mifandray amin'ny namana iray ianao alohan'ny hanombohana mitafatafa.

source: Insert a smiley
mg: Manatsofoka smiley iray

source: Cancel
mg: Manafoana

source: Smile
mg: Mitsiky

source: Winking
mg: Mipy maso

source: Confused
mg: Mangaihay

source: Sad
mg: Malahelo

source: Grin
mg: Tsikivendrana

source: Neutral
mg: An'evanevany

source: Shock
mg: Voadona

source: Cool
mg: Tsy taitra

source: Tongue
mg: Lela

source: Blushing
mg: Boramena

source: Weeping
mg: Mitomany

source: Angel
mg: Anjely

source: Don't tell anyone
mg: Aza tenenina amin'iza n'iza

source: Angry
mg: Tezitra

source: Devil
mg: Devoly

source: Nerd
mg: Safatsiroa

source: Kiss
mg: Oroka

source: Laughing
mg: Mihomehy

source: Sleepy
mg: Te hatory

source: Sick
mg: Marary

source: Raised eyebrows
mg: Miaka-bolomaso

source: Heart
mg: Fo

source: Airplane
mg: Voromby

source: Music
mg: Mozika

source: Check box
mg: Tranon-tiky

source: Spade
mg: Angady

source: Telephone
mg: Telefaonina

source: X box
mg: Boaty X

source: Cadusis
mg: Kadosisy

source: Female
mg: Vavy

source: Star
mg: Kintana

source: Copy to Clipboard
mg: Adikao amin'ny solaitra famangitra
